var group_json = [
    {
        "group_id": "00000000",
        "desc": "我们的日常",
        "date": "~2023.10.30~"
    },
    {
        "group_id": "20231001",
        "desc": "双节两地",
        "date": "2023.10.01"
    },
    {
        "group_id": "20230924",
        "desc": "city walk",
        "date": "2023.09.24"
    },
    {
        "group_id": "20230513",
        "desc": "小试牛刀",
        "date": "2023.05.13"
    },
	{
        "group_id": "20230501",
        "desc": "跨越山海",
        "date": "2023.05.01"
    },
    {
        "group_id": "20230101",
        "desc": "山城跨年",
        "date": "2023.01.01"
    },
    {
        "group_id": "20221030",
        "desc": "心照而宣",
        "date": "2022.10.30"
    }
]